Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །ཕ་རོལ་འདོད་པ་འདྲེན་པའོ།
en: Carry beings to the desired other shore.

source: །དབུས་སུ་རྣམ་པར་སྣང་མཛད་མགོན།
en: “On the central prong of the vajra scepter is Lord Vairocana;

source: །ཤར་དུ་མི་བསྐྱོད་དེ་བཞིན་ཡང་།
en: On the eastern, Akṣobhya himself.

source: །རིན་ཆེན་ལྷོ་ཡི་རྭ་ལའོ།
en: Ratnasambhava is on the southern prong,

source: །འོད་དཔག་མེད་ནི་ནུབ་ཏུ་དགོད།
en: Whereas Amitābha should be visualized on the western.

source: །བྱང་དུ་དོན་ཡོད་གྲུབ་པ་སྟེ།
en: “On the northern prong there is Amoghasiddhi—

source: །རྭ་ལྔ་རྣམས་ཀྱི་ལྷ་ཉིད་དོ།
en: These are the main deities on the five prongs. On the lotus below one should install, in their allotted places,

source: །པདྨར་བྱང་ཆུབ་ཡན་ལག་བརྒྱད། །ས་ཇི་ལྟ་བར་གཞག་པར་བྱ།
en: The eight bodhisattvas representing the eight ancillary aspects of awakening:

source: །ཕྱག་ན་པདྨ་བྱམས་པ་དང་། །ནམ་མཁའ་ཀུན་དུ་བཟང་པོ་བཞིན།
en: “Padmapāṇi , Maitreya, Gaganagañja , Samantabhadra,

source: །གནོད་སྦྱིན་དབང་པོ་འཇམ་དཔལ་དང་། །རྣམ་པར་སེལ་དང་ས་ཉིད་ཀྱང་།
en: The lord of yakṣas , Mañjuśrī, Sarvanivaraṇaviṣkambhin, and Kṣitigarbha.

source: །ལྷ་རྣམས་བརྒྱད་པོ་འདི་རྣམས་ཀྱིས། །ས་ཇི་ལྟ་བར་གཞག་པར་བྱ།
en: “One should distribute these eight principal deities

source: །དབུས་སུ་སྐབས་གསུམ་སྒོ་ང་ལ།
en: In their respective places.

source: །ཡེ་ཤེས་ལྷ་ནི་ཐིམ་པར་བྱ།
en: The wisdom deity is nestled In the center, the place of origin of the thirteen deities. {8.1.7} “On the other lotus petals one should add

source: །པདྨར་ལྷ་མོ་བརྒྱད་པོ་རྣམས། །ཇི་བཞིན་གནས་སུ་སྦྱར་བར་བྱ།
en: The following eight goddesses in their respective places:

source: །རྡོ་རྗེ་ལྕགས་ཀྱུ་ལ་སོགས་བཞི།
en: The four goddesses beginning with Vajrāṅkuśī in the cardinal directions,

source: །དེ་བཞིན་རྩེ་ནམ་ཕྱོགས་བྲལ་ལོ།
en: And the other cavorting ladies in the intermediate directions.

source: །རྭ་ལ་མཁའ་འགྲོ་མ་ལྔ་སྟེ།
en: “On the five prongs of the vajra scepter there are five ḍākinīs:

source: །དབུས་སུ་ཡེ་ཤེས་མིང་ཅན་ཏེ།
en: On the central one, there is the eponymous jñānasattva —Jñānaḍākinī;

source: །ཤར་དུ་རྡོ་རྗེ་མཁའ་འགྲོ་མ།
en: On the eastern, there is Vajraḍākinī;

source: །བྱང་དུ་དྲག་མོའི་མིང་ཅན་ཏེ།
en: On the northern, there is the one called Ghorī;

source: །རོ་ལངས་མ་ནི་ཕྱོགས་ཀྱི་མཐར།
en: “On the western one, there is Vetālī;

source: །གཏུམ་མོ་ལྷོ་ཡི་དབང་ཕྱུག་མ།
en: And Caṇḍālī is the goddess on the southern prong.

source: །རྡོ་རྗེའི་དེ་ཉིད་ལྷ་རྣམས་སུ། །མཁས་པས་ཤེས་པར་བྱ་བ་ཡིན།
en: The wise practitioner should know These deities to be the principles of the vajra.

source: །གང་ཕྱིར་དེ་ཉིད་རྡོ་རྗེ་ཡི།
en: “Since the principles of the vajra are present

source: །རྡོ་རྗེའི་བདག་ཉིད་བདག་སེམས་ལ།
en: As the nature of the vajra within one’s own mind,

source: །རྡོ་རྗེ་སྙིང་ཅན་རྣལ་འབྱོར་པ།
en: The practitioners, by employing the vajra scepters,

source: །རྡོ་རྗེ་སེམས་ནི་བྱེད་དུ་གཞུག །རྡོ་རྗེ་དག་པ་བསྟན་པར་བྱ།
en: Can bring on the realization of the vajra mind. {8.1.11} “He should firmly ascertain that vajra is purity;

source: །རྡོ་རྗེ་ཆོས་ལ་བརྩོན་པའི་ཡིད།
en: This vajra is construed as identical with phenomena.

source: །རྡོ་རྗེ་དེ་ཉིད་ཅན་ཀུན་རྣམས།
en: Vajra is all of these principles,

source: །རྡོ་རྗེ་ལས་ལ་མངོན་པར་འགྲོ།
en: And it extends also to ritual action.

source: །རྡོ་རྗེ་སྤྲོ་བའི་སྦྱོར་བ་ཡིས།
en: “The vajra scepter, by emitting light,

source: །རྡོ་རྗེ་སེམས་ཅན་འཁོར་བ་སྒྲོལ།
en: Delivers beings from saṃsāra. He who knows the method can use it In the acts of summoning and paralyzing.

source: །རྡོ་རྗེ་དགུག་པའི་རྣལ་འབྱོར་དང་། །རྡོ་རྗེ་རེངས་པའི་རྣལ་འབྱོར་རིག །མུན་པ་ལྟ་བུའི་ཉོན་མོངས་པ།
en: “Just as the afflictions are likened to darkness,

source: །རྣམ་ཤེས་མར་མེ་དང་ལྷན་ཅིག །ཡེ་ཤེས་རྡོ་རྗེས་གཞོམ་པར་བྱ།
en: So does gnosis accord with a lamp. Should he destroy the afflictions with the vajra of gnosis,

source: །སྣང་བའི་ཕྱོགས་ནི་འཐོབ་བའོ།
en: He will attain the dimension of light.

source: །རྡོ་རྗེས་བསྒྲུབས་པ་ཐམས་ཅད་ལ།
en: “Everything that is accomplished with the vajra

source: །རྡོ་རྗེའི་བདག་ཅེས་བསྟན་པ་ཡིན།
en: Is taught to be the nature of vajra.

source: །རྡོ་རྗེ་ཆོས་ཀྱི་སྙིང་པོ་ཅན།
en: Vajra is the essence of phenomena;

source: །རྡོ་རྗེ་ཐར་པའི་ལྷུར་ལེན་པ།
en: Vajra is being concerned with liberation.

source: །རྡོ་རྗེ་པདྨ་རྣམ་མནན་ཏེ།
en: “By mounting the vajra onto the lotus

source: །བསྒྲུབ་བྱ་དེ་ཉིད་ཐམས་ཅད་ནས།
en: He will realize the nature of reality in its entirety.

source: །རྡོ་རྗེ་པདྨ་ཀུན་ཞུགས་པ།
en: By submerging the vajra in the lotus,

source: །རྣམ་པར་མཁས་པས་བསྒྲུབ་པར་བྱ།
en: The wise practitioner will succeed. “Listen, O King Vajradhara, about

source: །རྡོ་རྗེ་དྲིལ་བུའི་མཚན་ཉིད་ནི།
en: The characteristics of the vajra bell.

source: །རྡོ་རྗེ་འཛིན་པའི་རྒྱལ་པོ་ཉོན།
en: All the deities listen to the bells,

source: །ཤེས་རབ་དཀྲོལ་བའི་དེ་ཉིད་ནི། །ལྷ་ནི་ཀུན་གྱིས་ཐོས་པར་འགྱུར།
en: Whose very nature is to sound wisdom.

source: །ཆ་གསུམ་གསལ་བར་གཟུང་བ་ལ།
en: “The bell should be clearly understood as consisting of three parts.

source: །སྐ་རགས་བྱས་པ་བཟང་པོ་ཉིད།
en: It is adorned with a girding band;

source: །ཞི་བ་ཨུཏྤལ་ཀུ་མུ་ཏ།
en: It is as tranquil as the blossoms of blue or white lotuses, And arrayed with jewels and lotus flowers. “ there are eight deities

source: །རིན་ཆེན་པདྨ་རྣམ་པར་གནས། །ཕྱོགས་མཚམས་བརྒྱད་པའི་དབུས་སུ་ནི། །དགུ་པ་ལ་ནི་སངས་རྒྱས་ཉིད།
en: In the cardinal and intermediate directions, with the Buddha as the ninth in the center.

source: །ལྷ་དགུ་ལ་སོགས་རྩེ་མོ་ནི།
en: As there are nine deities, and so forth,

source: །ལྷ་རྣམས་དགུ་ཡིས་བྱིན་གྱིས་བརླབས།
en: He should consecrate the prongs with these nine.

source: །ཆུ་སྲིན་ཁ་ལས་བྱུང་བ་ཡི།
en: “Eight of the prongs emerge from the mouth of a sea monster

source: །རྩེ་མོ་འོད་ཟེར་ཟླ་བར་གནས།
en: And are each situated on light rays and a moon. This is the vajra scepter of wisdom that liberates the world;

source: །རྩེ་མོ་དགུ་པ་རྣམ་པར་བཤད།
en: It is called ‘The Nine Prongs.’

source: །ཡེ་ཤེས་རྡོ་རྗེ་འགྲོ་བ་འདོན།
en: “Established as the seat of awakening,

source: །ནམ་མཁའི་ཁམས་ཀྱི་མཐར་ཐུག་པར། །བྱང་ཆུབ་སྙིང་པོར་རྣམ་པར་གནས།
en: It is present throughout the reaches of space,

source: །ཕྱོགས་བཅུ་ཐམས་ཅད་རིག་པའི་གནས། །འཇིག་རྟེན་ཁམས་ནི་མཐའ་ཡས་པ།
en: With all the infinite world spheres Throughout the ten directions being fields of knowledge.

source: །ཕྱོགས་ནི་བརྒྱད་ཅེས་བྱ་བར་ནི། །ལྷ་མོ་བརྒྱད་དུ་རབ་ཏུ་གྲགས།
en: In the eight directions, eight goddesses are famed to reside.

source: །ཡི་གེ་བརྒྱད་ཀྱི་ས་བོན་ནི།
en: They arise from their respective seed syllables

source: །ཕྱོགས་ནི་བརྒྱད་དུ་རྣམ་པར་དགོད།
en: And are each placed in one of the eight sectors.

source: །ཤར་དུ་ལྷ་མོ་སྒྲོལ་མ་སྟེ།
en: “On the eastern petal there is Tāriṇī;

source: །བྱང་དུ་ཡང་ནི་གོས་དཀར་མོ།
en: On the northern, there is Pāṇḍarā.

source: །ནུབ་ཀྱི་ཕྱོགས་སུ་མཱ་མ་ཀཱི།
en: On the western, there is Māmakī,

source: །ལྷོ་རུ་ཡང་ནི་སངས་རྒྱས་སྤྱན།
en: And on the southern, there is Buddhalocanā. “The intermediate directions are occupied by Sauvarṇā,

source: །གསེར་དང་སྦྲང་རྩི་གཟི་བརྗིད་མ། །རྡོ་རྗེ་ཕྲེང་བ་བཞི་པའོ།
en: Madhurā, Kānti, and Vajramālā—the four of them.

source: །ནང་གི་གཟུགས་ནི་ནམ་མཁའ་སྟེ།
en: Inside they are like space,

source: །གཟུགས་ཀྱིས་གང་བ་གཟི་བརྗིད་ཅན།
en: And outwardly they are receptacles of beauty and radiance.

source: །པདྨ་ཁ་ཕྱེ་ལས་བྱུང་བ།
en: “They each arise from a lotus in full bloom.

source: །གཟུགས་མེད་སྲིད་པའི་གནས་སུ་ནི། །ཤེས་རབ་བདུད་རྩི་བུམ་པ་ལྟར།
en: resembling a vase of wisdom ambrosia, Is the place of formless existence.

source: །ཡེ་ཤེས་བདུད་རྩིའི་གནས་སུ་ནི། །དེ་ཡི་ཡང་ནི་དབུས་སུ་ཡིད།
en: In the center of this place of wisdom ambrosia is the mind.

source: །ལྷ་མོ་ཤེས་རབ་ཕ་རོལ་ཕྱིན།
en: “The bell is the goddess Prajñāpāramitā,

source: །གཟུགས་ནི་མཛེས་ཤིང་ཡོན་ཏན་གནས།
en: Beautiful in form and endowed with qualities.

source: །སྟེང་གི་པདྨ་རྡོ་རྗེ་རྣམས།
en: As for the vajra above the lotus,

source: །ཇི་ལྟར་གོང་མ་བསམ་པར་བྱ།
en: He should visualize there the set of deities as before.

source: །ནང་གི་ཡེ་ཤེས་དབྱུག་གུ་ནི།
en: “The middle part is called ‘the staff of gnosis’—

source: །ཐམས་ཅད་སྡུད་ཅིང་འབྱིན་པར་བྱེད།
en: There takes place all emanating and absorbing.

source: །ཨཱ་ལི་ཀཱ་ལི་སྒོམ་པ་ནི། །གནས་ནི་བརྒྱད་དུ་བསྐྱོད་པར་བྱ།
en: He should cause the bell clapper to swing in the eight directions,

source: །ཨཱ་ལི་ཀ་ལི་རབ་སྦྱོར་བས།
en: Employing the visualization of the vowels and consonants. “Through this method involving the vowels and the consonants

source: །འཁོར་བ་ཐམས་ཅད་གཅོད་པར་བྱེད།
en: He can cut through all of saṃsāric existence.

source: །རྡོ་རྗེ་དྲིལ་བུའི་ཐབས་ཉིད་དེ།
en: The vajra scepter and bell are means,

source: །ཐབས་ནི་ཡང་ནི་ནང་དུ་ཉིད།
en: And as means, they are in the middle.

source: །དེ་ལ་ལག་གཉིས་རབ་ཏུ་བརྐྱང་།
en: “Stretching out both hands, he should, in this ritual,

source: །རྣམ་ལྔ་འདོད་པའི་བསྐོར་བ་བྱ།
en: Perform the gesture of ‘the turning of the lotus’ five times.

source: །གཡས་པར་ཉི་མ་ཡང་དག་བསམ།
en: On his right palm he should visualize the sun,

source: །གཡོན་པར་ཟླ་བསམ་གཡོན་པ་ཉིད།
en: And on his left, the moon.

source: །ལུས་ཅན་རྣམས་ཀྱི་ཐབས་ཉིད་དེ།
en: “As the skillful means for embodied beings,

source: །རང་འདོད་ལྷར་ནི་བསམ་པར་བྱ།
en: He should visualize his chosen deity.

source: །བྱང་དུ་རྡོ་རྗེ་གསོར་ནས་ནི།
en: The wise practitioner should raise up the vajra scepter

source: །ཕྱི་ནས་བློ་ལྡན་ཡང་དག་གདབ།
en: And then place it upon the bell.

source: །ཧཱུྃ་གི་གླུ་ཡི་རྣམ་པ་ཡིས།
en: “He should chant the syllable hūṁ

source: །སངས་རྒྱས་ཐམས་ཅད་དགྱེས་པར་བྱེད།
en: And delight all the buddhas by singing:

source: །རྡོ་རྗེ་གསོར་བས་མཛེས་པ་ཡིས།
en: ‘Adorned by the raised vajra scepter,

source: །རྨོངས་པའི་སེམས་ཅན་རྣམ་པར་སྒྲོལ།
en: Delusional beings are liberated.

source: །ཆོས་ཀྱི་རྣམ་ཐར་འབྲས་བུ་ཉིད།
en: As the fruition of liberation through Dharma,

source: །རྡོ་རྗེ་དགྱེས་པ་འཛིན་པ་སྟེ།
en: One holds the pleasing vajra scepter.

source: །ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧོ་ཧོ་ཧོ།
en: Hūṁ hūṁ hūṁ ! Ho ho ho

source: །ཐབས་དང་ཤེས་རབ་རབ་དཀྲོལ་ཞིང་།
en: “When sounding the wisdom and the means

source: །ཐབས་དང་ཤེས་རབ་ལག་པའི་དངོས།
en: The wisdom and the means consist of his hands. “He should recite further:

source: །ཨོྃ་བཛྲ་དྷརྨ་ར་ཎི་ཏ་པྲ་ར་ཎི་ཏ་སྃ་པྲ་ར་ཎི་ཏ་སརྦྦ་བུདྡྷ་ཀྵེ་ཏྲ་པྲ་ཙཱ་ལི་ནེ།
en: Oṁ , the vajra sound of phenomena! Spreading and reverberating! You reach all the buddhafields. Your nature is the sound of the perfection of wisdom. You delight the heart of Vajrasattva.

source: པྲཛྙཱ་པཱ་ར་མི་ཏཱ་ནཱ་ད་སྭ་བྷཱ་བེ་ཙ་བཛྲ་ས་ཏྭ་ཧྲྀ་ད་ཡ་སྃ་ཏོ་ཥ་ནི་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧོ་ཧོ་ཧོ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ hūṁ ! Ho ho ho ! Svāhā ! “And further:

source: །ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་སིད་དྷི་བཛྲ་ས་མ་ཡེ་ཏིཥྛ་ཨེ་ཥ་ཏྭཱནྡྷའ་ར་ཡཱ་མི་ཧི་ཧི་ཧི་ཧི་ཧི་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: “Oṁ, please stand by the vajra pledge to bring about the realization of all the tathāgatas! I uphold you. Hiḥ hi hi hi hi! Hūṁ hūṁ hūṁ! Svāhā!

source: ཐབས་དང་ཤེས་རབ་ཆོས་ཀྱིས་ནི།
en: “By the Dharma of wisdom and means

source: །འགྲོ་བ་ཐམས་ཅད་སད་པར་བྱེད།
en: All living beings are awakened. He should sound the bell in order to awaken to buddhahood

source: །མི་ཤེས་འདམ་དུ་བྱིང་བ་ཡི། །སེམས་ཅན་སངས་རྒྱས་དོན་དུ་དཀྲོལ།
en: Those beings wallowing in the swamp of unknowing.

source: །རྡོ་རྗེ་དེ་ཉིད་ཀྱིས་ནི་གཟུང་།
en: “He should truly grasp the vajra scepter,

source: །ཆོས་ཀྱི་དྲིལ་བུ་དཀྲོལ་བར་བྱ།
en: And truly sound the bell. Being a practitioner, he should work for the benefit of beings,

source: །སེམས་ཅན་དོན་ནི་ཡོ་གིས་བྱེད།
en: This truth in his heart sounds like an elephant bell.

source: །དེ་ཉིད་མེད་སེམས་རྣལ་འབྱོར་པ། །གླང་པོ་དྲིལ་བུ་དཀྲོལ་བ་ཉིད།
en: The accomplishment of someone who does not

source: །རྣལ་འབྱོར་དེ་ཉིད་དམན་པ་ཡི།
en: Possess the truth of yoga appears to be far off.”

source: །རང་གི་དངོས་གྲུབ་རིང་དུ་བརྟག །བརྒྱད་པ་ལས་དྲིལ་བུའི་དེ་ཁོ་ན་སྟེ་རབ་ཏུ་བྱེད་པ་དང་པོའོ།།
en: This concludes the first part of the eighth chapter on the principles of the bell. “Listen, Vajragarbha, as is proper,

source: །།ཕྲེང་བ་ལ་སོགས་མཚན་ཉིད་ནི། །ཡང་དག་ཇི་ལྟར་རྡོ་རྗེ་ཉོན།
en: About the characteristics of a rosary,

source: །གང་གི་ཡང་དག་ཆོ་ག་ཡིས།
en: By the correct application of which,

source: །ཤེལ་དང་ཉ་ཕྱིས་མུ་ཏིག་དང་། །ཁམས་ནི་དཀར་པོ་ལ་སོགས་གཞན།
en: “Crystal, pearl, Bone, or another white material Are the characteristics of a rosary

source: །ཞི་བའི་ལས་ལ་ཁྱད་པར་དུ། །ཕྲེང་བ་ཡི་ནི་མཚན་ཉིད་དོ།
en: Particularly suited for rites of appeasement.

source: །གསེར་དང་དངུལ་དང་ཟངས་མ་པ།
en: “Gold, silver, or copper,

source: །པདྨའི་ས་བོན་ཁྱད་པར་དུ། །རྒྱས་པ་ལ་ནི་ཕྲེང་བ་ཉིད།
en: And, in particular, lotus seeds,

source: །རྣམ་པར་མཁས་པས་བགྲང་བར་བྱ།
en: Are regarded by a wise practitioner As the rosary materials for rites of enriching.

source: །གུར་གུམ་ལ་སོགས་དྲི་སོགས་ཀྱིས།
en: “Saffron, sandalwood, and similar substances,

source: །དྲི་ནི་ཐམས་ཅད་ཁྱད་པར་དུ།
en: Or any especially fragrant materials,

source: །བསྒྲུབས་ཤིང་རིལ་བུ་བྱས་ནས་ནི།
en: Should be used for making beads

source: །དབང་ལ་ཡོངས་སུ་རབ་ཏུ་གྲགས།
en: Famed to be effective in rites of enthralling.

source: །རུ་དྲཱཀྵ་དང་ལུང་ཏང་དང་། །དེ་བཞིན་སྐྱེས་པའི་རུས་པ་ཉིད།
en: “Rudrākṣa seeds, soapberry seeds, And human bone

source: །དྲག་པོའི་ལས་ལ་སྦྱར་བར་བྱ།
en: Should be used in violent rites,

source: །མངོན་སྤྱོད་ལ་ནི་ཡོངས་སུ་གྲགས།
en: As they are famed to be effective in assaulting. “The seeds of lucky bean tree can be used in all rites—

source: །ཞི་རྒྱས་དབང་དང་མངོན་སྤྱོད་ལ། །ཕུ་ཏྲ་ཛཱི་ཝ་ལས་ཀུན་བྱེད།
en: Pacifying, enriching, enthralling, and assaulting.

source: །སྔགས་ཀྱི་བསྒྲུབ་པ་ལྔ་བཅུ་སྟེ།
en: For the accomplishment of the mantra the number of beads should be fifty;

source: །དབང་ལ་དེ་ཡི་ཕྱེད་ཉིད་དོ།
en: In rites of enthralling, it should be half of that.

source: །བརྒྱ་ཕྲག་གཅིག་ནི་ཞི་བ་ལ།
en: “For rites of pacifying, there should be one hundred beads;

source: །དེ་བཞིན་རྒྱས་ལ་ལྷག་པར་བརྒྱད།
en: In rites of enriching, one hundred and eight.

source: །མངོན་སྤྱོད་ལ་ནི་དྲུག་ཅུ་ཉིད།
en: In rites of assaulting, there should be sixty—

source: །ཁྱད་པར་དུ་ནི་ལས་ལ་སྦྱར།
en: These are the numbers used in specific rites. “One should prepare a rosary and other implements

source: །ཇི་ལྟར་ལས་ཀྱི་བྱེ་བྲག་གིས།
en: According to the type of ritual being performed.

source: །ཕྲེང་བ་ལ་སོགས་བྱ་བའོ། །ཕྱོགས་དང་མཚམས་ནི་བརྒྱད་རྣམས་ཀྱི།
en: With eight deities in the cardinal and intermediary directions,

source: །དབུས་སུ་དགུག་པ་སངས་རྒྱས་ཀྱི།
en: And the Buddha being the ninth in the center,

source: །ལྷ་ནི་དགུ་སོགས་སྲད་བུ་ལ།
en: “One should install the nine deities

source: །ལྷ་དགུས་བྱིན་གྱིས་བརླབ་པར་བྱ།
en: In the nine-threaded cord of the nine deities, and so forth.

source: །ཕྲེང་བ་ཀུན་ནི་དགྲ་བཅོམ་པ།
en: All of the beads are arhats— They should be threaded above the stūpa-bead.

source: །མཆོད་རྟེན་སྟེང་དུ་རབ་ཏུ་བརྟག །མཆོད་རྟེན་ཆོས་ཀྱི་དབང་པོའི་ཕྱིར།
en: “The stūpa-bead is regarded as the beholder of phenomena,

source: །སྟེང་དུ་ཡང་ནི་ཆོས་ཀྱི་དབྱིངས།
en: And the beads above it, the sphere of phenomena.

source: །ལག་མཐིལ་ཉི་མ་བསམས་ནས་ནི།
en: One should visualize on the palm of one’s hand a sun disk

source: །དབྱངས་ཡིག་དང་པོ་ལ་སོགས་པ།
en: With the first vowel, a , and so forth.

source: །ལག་པའི་དབུས་སུ་རྣལ་འབྱོར་པས།
en: “If one is a practitioner, he should visualize in the center of the hand

source: །བསྒོམ་ཞིང་བདུད་རྩི་ཡི་གེ་ནང་།
en: The syllable of ambrosia, a

source: །འོད་ཟེར་འཕྲོ་བ་དུ་མ་དང་། །ཁ་དོག་དཀར་པོ་བསམས་ནས་ནི།
en: With a white central part, Radiating multiple rays of light.

source: །སོར་མོ་རྡོ་རྗེ་རྩེ་མོ་སྟེ།
en: “He should visualize the fingers of the right hand as the prongs of a vajra scepter,

source: །གཡོན་པ་པདྨ་འདབ་མར་བསྒོམ།
en: And the fingers of the left as lotus petals.

source: །པདྨ་རྡོ་རྗེ་སྙོམས་འཇུག་པའི།
en: He should join the lotus with the vajra to form a hemisphere,

source: །ཁ་སྦྱར་དབུས་སུ་ཕྲེང་གཞག་ལ།
en: And place the rosary in the center. “He should visualize this as completely real,

source: །ཀུན་གྱི་དེ་ཉིད་བསྒོམ་བྱ་ཞིང་།
en: And consecrate the rosary in this way.

source: །ཕྲེང་བ་བྱིན་གྱིས་བརླབ་པར་བྱ།
en: Afterward, the mantra practitioner should recite the mantras,

source: །སོར་མོ་ལ་སོགས་བྱེ་བྲག་ལས།
en: According to the specifics of how to use his fingers, and so forth.

source: །ཕྱིས་ནི་སྔགས་པས་བཟླས་པ་བྱ།
en: “The hand then also becomes vajra,

source: །རྡོ་རྗེ་གཉིས་མེད་དངོས་པོ་ལས། །གཡོན་པའི་རྡོ་རྗེ་ཅན་གྱི་དངོས།
en: Assuming the nature of nonduality of the vajra.

source: །ཞི་ལ་ཁྲོ་བོར་དགོད་པར་བྱ།
en: In rites of pacifying he should use the index finger;

source: །རྒྱས་ལ་དབུ་མའི་དེ་ཉིད་ལ།
en: In those of enriching, he employs the principle of the middle finger.

source: །སྲིན་ལག་ལ་ནི་དབང་དུ་གསུངས།
en: “The ring finger is said to be used in rites of enthralling,

source: །ཀུན་གྱི་མཐའ་མར་མངོན་སྤྱོད་ལ།
en: And the little finger in rites of assaulting.

source: །མཐེ་བོང་རྡོ་རྗེ་ལྕགས་ཀྱུ་ལྷ།
en: The thumb is used to form a vajra hook

source: །དངོས་པོ་ལས་ནི་དགུག་པར་བྱ།
en: With the power to summon the deities.

source: །མཉམ་གཞག་བཟླས་དང་སྒོམ་པ་ཡིས།
en: “By reciting and meditating with focus,

source: །དེ་ཉིད་མེད་པའི་རྣལ་འབྱོར་པ།
en: When the practitioner does not possess suchness,

source: །དེ་ཉིད་མེད་པའི་སྔགས་ཟློས་དང་། །རྡོ་རྗེ་དྲིལ་བུ་དེ་ཉིད་མེད།
en: His mantra recitation and meditation will be, likewise, without suchness. “He will lack the principles of the vajra scepter and bell,

source: །ཕྱག་རྒྱའི་དེ་ཉིད་སྐྱེ་མི་འགྱུར།
en: And likewise will not give rise to the principle of gesture.

source: །རྣལ་འབྱོར་པ་ཡིས་དེ་ཉིད་དམིགས།
en: However, once the practitioner attains suchness,

source: །དེ་ཉིད་ཐམས་ཅད་བྱེད་པ་ཉིད།
en: He will be able to manifest all principles.

source: །ཡི་གེ་རྣམས་ཀྱི་རྒྱུ་ལས་ནི།
en: “Since suchness is the cause of all syllables, It is also the essence of mantras with exquisite forms.

source: །གཟུགས་ཀྱི་སྙིང་པོ་བགྲང་བའི་གྲངས།
en: Thus by counting the mantras that are meant to be counted,

source: །རྫུན་པས་རྣལ་འབྱོར་མ་སྙིང་འགྲུབ། །ཨོྃ་པ་དེ་པ་དེ།
en: He will realize the essence of the yoginīs.

source: མ་ཧཱ་ཛྙཱ་ནྃ།
en: “The mantra to recite is: “ Oṁ , stage by stage, I will attain the great knowledge of all the buddhas.

source: སརྦྦ་བུད་དྷ་མ་ཧྃ་བྷ་བེ་ཏ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ།
en: Hūṁ hūṁ hūṁ

source: ཧོ་ཧོ་ཧོ་ཨ་ཁྃ་སྭཱ་ཧཱ།
en: Ho ho ho! Svāhā!

source: སྔགས་ཀྱི་ཕྲེང་བ་སྦྱངས་ནས་ནི།
en: “By reciting these mantras that purify through the principle of the rosary,

source: །གང་འདོད་དེ་ཉིད་བསྒྲུབ་པར་བྱ།
en: He will accomplish whatever he desires.

source: །དེ་ཉིད་ལས་ནི་འགྲུབ་པར་འགྱུར།
en: The rites rooted in suchness will be successful.

source: །ཀུན་དུ་གསལ་བ་མེད་ན་རིང་།
en: But if suchness is not fully manifested, success will be far off. “Listen well, O , one of great knowledge,

source: །ཡེ་ཤེས་དེ་ཉིད་ཁྱད་པར་དུ། །ཡེ་ཤེས་ཆེན་པོ་ཡང་དག་ཉོན།
en: As this is particularly about the essential reality of wisdom. Fully collected, he should offer a gaṇacakra feast,

source: །མཉམ་ཉིད་སེམས་ཀྱིས་དབྱེ་བ་ལས།
en: Assuming, as the mental categories go, the mind of sameness. “He should visualize, transformed from the seed syllable of gnosis

source: །མཉམ་པར་གཞག་པས་འཁོར་ལོ་བརྟག །ཟླ་བའི་དཀྱིལ་འཁོར་དབུས་གནས་པར། །ཡེ་ཤེས་ས་བོན་གྱིས་ནི་སྤྲུལ།
en: Placed in the center of a moon disk,

source: །སྐུ་མདོག་དཀར་པོ་བསྒོམ་པར་བྱ།
en: white in color

source: །པདྨའི་གདན་ལ་བཞུགས་པར་ནི།
en: And sitting on a lotus throne.

source: །ཕྱག་རྒྱ་ཆེན་པོ་ཕྱག་གཉིས་ཀྱིས། །སྙིང་གའི་གནས་སུ་བཙིར་བ་ཉིད།
en: His consort , the great seal, Is held to his heart with his two hands.

source: །སྐུ་མདོག་དཀར་པོ་ཤིན་ཏུ་མཛེས།
en: “Brilliantly white and very beautiful,

source: །འཕགས་པ་རྣམ་པར་སྣང་མཛད་གཙོ།
en: She resembles the noble lord Vairocana. With clouds composed of buddhas flashing forth,

source: །ཀུན་ཏུ་འོད་ཟེར་སྣ་ཚོགས་ཀྱིས།
en: He is surrounded on all sides by multicolored light.

source: །སངས་རྒྱས་དམ་ཚིག་སྤྲིན་གྱིས་སྤྲོ།
en: “Simultaneously, he should recite the mantra

source: །ཟུང་ལྟར་རིམ་པའི་ཆོ་ག་ཡིས། །སྔགས་ཀྱི་བཟླས་པར་རབ་ཏུ་གྲགས།
en: Following the right procedure, which involves

source: །གཡོན་དང་གཡས་པའི་ལག་གཉིས་ཀྱིས། །བསྐོར་བ་མཁའ་འགྲོ་མ་དེ་བདེ།
en: Turning the rosary with either the left or the right hand. This will please the ḍākinīs.

source: །ཨཱ་ལི་ཀཱ་ལི་ས་བོན་ནི།
en: “The seeds of vowels and consonants

source: །ཧཱུྃ་གི་སྲད་བུས་བརྒྱུ་བ་ཉིད།
en: Are threaded on the thread whose principle is the syllable hūṁ

source: །འདི་ཡི་ས་བོན་རྣལ་འབྱོར་པས།
en: Should the practitioner visualize this seed syllable

source: །བསྒོམས་ན་མྱུར་དུ་སངས་རྒྱས་ཐོབ།
en: He will swiftly attain buddhahood.”

source: །བརྒྱད་པ་ལས་སྔགས་ཀྱི་བཟླས་པ་དང་སྒོམ་པ་སྟེ་རབ་ཏུ་བྱེད་པ་གཉིས་པའོ།།
en: This concludes the second part of the eighth chapter on mantra recitation and visualization. “Listen Vajragarbha, as is proper, to the explanation

source: །།འཕོ་བའི་རྣལ་འབྱོར་མཚན་ཉིད་ཀྱི། །དེ་ཉིད་ཇི་ལྟར་རྡོ་རྗེ་ཉོན།
en: Of the practice of consciousness transference.

source: །བཟང་པོའི་ལམ་དུ་རྣལ་འབྱོར་པས། །འགྲོ་བ་མཛེས་པ་ཁྱོད་ལ་བསྟན།
en: I will teach you about the beautiful destiny Arrived at through the auspicious path of practitioners.

source: །སྒོ་རྣམས་དགུ་ནི་ཇི་ལྟར་ལགས། །ཡེ་ཤེས་སྒོ་ཡི་དབྱེ་བས་ནི།
en: What are the nine gates?

source: །ཡོན་ཏན་སྐྱོན་ནི་ཇི་ལྟར་ལགས།
en: What are the good qualities and faults, According to the classification of the gates of consciousness?” “Listen about the proper method,

source: །དུས་སུ་སྲོག་ནི་འཆད་པ་ཡི། །ཡང་དག་རབ་ཏུ་སྦྱོར་བ་ཉོན།
en: Which is to be relied upon at the time of passing away.

source: །ལེགས་པའི་ལམ་ནི་མཛེས་པའི་གནས།
en: When the path is right, one will reach a pleasant destiny;

source: །ངན་པའི་ལམ་ཡང་སྐྱོན་རྣམས་ཉིད།
en: The wrong path will lead to unfavorable forms of existence. “The nine gates are specified as The ‘drop’ between the eyebrows, the navel,

source: །ལྟེ་བའི་སྟེང་ན་ཐིག་ལེ་དང་། །མིག་དང་སྣ་སོགས་རྣ་བ་དག །བཏུང་དང་བཏུང་བ་མིན་པའི་སྒོ།
en: The fontanelle above, the eyes, the nostrils and so forth, the ears, And the gates for passing water and for evacuation.

source: །མཚན་ཉིད་ལྟེ་བར་འདོད་པ་ཅན།
en: “The gate at the navel leads to the gods’ realm of desire.

source: །མཐོ་རིས་ཐིག་ལེས་གཟུགས་ལུས་ཅན།
en: By leaving through the ‘drop,’ one will enter the realm of form.

source: །སྟེང་ནི་སྟེང་དུ་གནས་པ་ཡི།
en: The ‘above’ gate leads to still higher destinies.

source: །འགྲོ་དང་འོང་བར་ཡོངས་སུ་གྲགས།
en: These three gates have been proclaimed as leading to higher destinies.

source: །སྣ་ལས་གནོད་སྦྱིན་དག་ཏུ་འགྱུར།
en: “The realm of yakṣas is entered through the nostrils;

source: །རྣ་བ་དག་ལས་གྲུབ་པའི་ལྷ།
en: That of the divine siddhas, through the ears.

source: །གལ་ཏེ་མིག་ལས་ཤེས་འགྲོ་ན།
en: The consciousness that escapes through the eyes

source: །མི་རྣམས་ཀྱི་ནི་རྒྱལ་པོར་འགྱུར།
en: Will proceed to the realm of humans. “The gate of existence, the mouth, leads to the realm of hungry ghosts, While the urinary passage leads to the animal realm.

source: །སྲིད་པའི་སྒོ་ལས་ཡི་དགས་ཏེ། །གཅི་ལས་དེ་བཞིན་བྱོལ་སོང་ངོ་། །དམྱལ་བ་བརྒྱད་ནི་བཏུང་མིན་པས།
en: When the gate is the anus, the destiny is hell with its eight divisions.

source: །དེ་ལྟར་སྤང་ཕྱིར་རིགས་ཀྱི་བུ། །སྲིད་པའི་འཕོ་བའི་མཚན་ཉིད་ནི།
en: So are described, O sons of noble family, the passages into different existences.

source: །གང་ཕྱིར་སྒ་ཡི་ཁྱད་པར་ནི། །འཁོར་བའི་དབྱེ་བ་ཡང་དག་འབྱུང་།
en: “Since the emergence of the different saṃsāric destinations

source: །དེ་ཕྱིར་སྒོ་ཡི་ཁྱད་པར་གྱིས།
en: Happens according to the specificities of the gates,

source: །རྣལ་འབྱོར་པས་ནི་མཉམ་གཞག་པ།
en: The practitioners must focus On the type of gate they are going to pass through.

source: །འཆི་བའི་དུས་ཀྱི་ཐོབ་པ་ནི།
en: “When the time of death arrives,

source: །འཆི་བའི་མཚན་མ་བསྟན་པ་ཉིད། །རིམ་ལ་སོགས་པས་མ་ཕྱེ་བའི།
en: A sign of death will be perceived.

source: །འཕོ་བའི་རྣལ་འབྱོར་དམ་པ་ཉིད།
en: It is best to practice transference Before the separation of body and mind is caused by old age, and so forth.

source: །བུམ་པ་དང་པོར་བརྩམས་ནས་ནི། །སྒོ་རྣམས་ཐམས་ཅད་རེངས་པར་བྱེད།
en: “To start, one should block all the gates By performing the breath retention called kumbhaka . The visualization involves five syllables placed inside the subtle channels,

source: །མཆོད་རྟེན་རྣམས་ཀྱི་ལྕགས་སྒྲོག་ལྔ། །སྒོ་ཡི་བུག་པའི་བསྒོམ་པ་ནི།
en: the five gate-orifices.
